import { Coverage } from "@/types/coverage";

export const mockCoverages: Coverage[] = [
  {
    code: "60000",
    name: "암수술비(유사암제외) 보장특약",
  },
  {
    code: "60001",
    name: "암수술비(유사암제외)(체증형)보장특약",
  },
  {
    code: "60002",
    name: "갱신형 암수술비(유사암제외)보장특약",
  },
  {
    code: "60003",
    name: "갱신형 암수술비(유사암제외)(25%체증형)보장특약",
  },
  {
    code: "60004",
    name: "간병인사용 일반상해입원일당(1일이상 180일한도)(요양병원제외)보장특약",
  },
  {
    code: "60005",
    name: "간병인사용 질병(1일이상 180일한도)(요양병원제외)보장특약",
  },
  {
    code: "60006",
    name: "갱신형 유사암수술비(25%체증형)보장특약",
  },
  {
    code: "60007",
    name: "간병인사용 일반상해입원일당(1일이상 180일한도)(요양병원)보장특약",
  },
  {
    code: "60008",
    name: "간병인사용 질병입원일당(1일이상 180일한도)(요양병원)보장특약",
  },
  {
    code: "60009",
    name: "간병인사용 일반상해입원일당(1일이상 180일한도)(요양병원)(체증형)보장특약",
  },
  {
    code: "60010",
    name: "간병인사용 질병입원일당(1일이상 180일한도)(요양병원)(체증형)보장특약",
  },
];
